---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.WorksharingFailures
source: html/6b5eb89a-5cc3-d85c-68d2-be1a6122f194.htm
---
# BuiltInFailures.WorksharingFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.